

/************************************************
这是具体的显示函数，就是在液晶显示出具体的内容，可以考虑在这里显示。
例如将获取到的卡号转换成字符串，这样就可以直接在液晶显示出来
************************************************/


#include "config.h"


/********************************************************************
* 名称 : 
* 功能 : 
* 输入 : 无
* 输出 : 无
***********************************************************************/
void display_reg( uchar *idbuf )	//有卡 已注册
{
//	Lcd12864_PutString( 0, 0, "状态：已注册" ); 
//	Lcd12864_PutString( 1, 0, "卡号：" );
//	Lcd12864_PutString( 1, 3, getcardid(idbuf) );
//	Lcd12864_PutString( 2, 2, "刷卡成功" ); 
}





